Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=838_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Enontekiö da SuäŠđjel nuõr vueŠlǥǥe väŠ lddkååddlaž taŠnsspoŠdde
fin: Enontekiön ja Sodankylän nuoret lähtevät valtakunnalliseen tanssitapahtumaan

source: Showtanssjoukk Eanodaga powerdancers da modeern meertaansid taŠnssjeei Jutatokka SuäŠđjlest võborkâŠstte sääŠmnuõrid Tampere gåårdest ǩieŠssmannust riâššmõõžžâst åårrai väŠlddkååddlaž
fin: Showtanssiryhmä Eanodaga powerdancers ja modernia kansantanssia esittävä Jutatokka Sodankylästä edustavat saamelaisnuoria Tampereella kesäkuussa järjestettävässä valtakunnallisessa

source: – pooddâst.
fin: – tapahtumassa.

source: SääŠmnuõri võboršeeŠǩǩid vaŠlljeeš SuäŠđjlest riõššum sääŠmnuõri čeäŠppvuõđpeeiŠvest.
fin: Saamelaisnuorten edustajat valittiin Sodankylässä järjestetyssä saamelaisnuorten taidetapahtumassa.

source: Tanssǩeâštast ciŠsttješ lââŠssen Käsivarsi siid nuõri friij taans joouk da Karigasnjaarǥâst hiphop – joukk Gangstajuŋkkát.
fin: Tanssikilpailussa palkittiin lisäksi Käsivarren nuorten vapaan tanssin ryhmä ja karigasniemeläinen hiphop – ryhmä Gangstajuŋkkat.

source: SääŠmnuõri čeäŠppvuõđpeeiŠv ärvstõõlljen tuåimmje zumbafitness oŠhhjeei Bigga Aikio (video) Koutokeinost da tanssuŠčteeŠl Merja Leinonen SuäŠđjlest.
fin: Saamelaisnuorten taidetapahtuman tuomareina toimivat zumbafitness ohjaaja Bigga Aikio (kuvassa, katso video) Koutokeinosta ja tanssinopettaja Merja Leinonen Sodankylästä.

source: ÄvstõõllâmluŠvddkåŠdd ǩeeiŠtai Eanodaga powerdancers – joouk puârast valmštõllum čuäŠjtõõzzâst, kååŠtt vaaŠldi ǩiiččeeŠjid mieŠldd.
fin: Tuomarit kiittivät Eanodaga powerdancers – ryhmää hyvin valmistellusta esityksestä (alempi kuva), joka sai yleisön mukaan.

source: Koreografia leäi määŋgpeällsaž da jeäŠrben taŠnssjeeŠji pihttsin looppâst šõddâm sääŠmlipp vuâǯǯai späŠssbõõžžid.
fin: Koreografia oli monipuolinen ja erityisesti tanssijoiden asuista esityksen lopussa syntynyt Saamen lippu sai kiitosta.

source: ČuäŠjtõõzz leäi oŠhhjääm Rosa Pietikäinen da tõŠst taŠnssje Britt-Inger Ruotsala, Susan Löf, Anni-Sofia Löf,
fin: Esityksen oli ohjannut Rosa Pietikäinen ja siinä tanssivat Britt-Inger Ruotsala, Susan Löf, Anni-Sofia Löf,

source: SuäŠđjelneeŠǩǩi Jutatokka – joukk čuäŠjti ǩeâštast taans, koon nõmm leäi Boazu (poro).
fin: Sodankyläläinen Jutatokka – ryhmä (kuva alla) esitti kilpailussa tanssin nimeltään Boazu (poro).

source: ČuäŠjtõõzz späŠssbõŠšše šiõǥǥ musiikkâst da feertak liikkumuužžâst da loomminallšem toobdlmest.
fin: Esitystä kiiteltiin hyvästä rytmistä, sulavista liikkeistä ja maagisesta tunnelmasta.

source: Tanss sueiŠmkrõõsti ärvvstõõllji miõlâst puârast puõccu, kååŠtt leäi õhttu da čiõkkrest.
fin: Tanssi kuvasi tuomareiden mielestä hyvin poroa sen ollessa yksin ja tokassa.

source: LââŠss-späŠssbõõžžid vuåǯǯu vuõddji âânnmõõžžâst, kook leŠjje čuäŠjtõõžžâst pihttsen.
fin: Lisäkiitosta saatiin persoonallisesta paulojen käytöstä esityksen asusteina.

source: ČuäŠjtõõzz leäi oŠhjjääm Riina Lindberg da tõŠst taŠnssje Ada Heikkilä, Nella Nikula, Elina Pulkkinen, Lotta Tervo, Eliisa Vaarala da Laura Kaaretkoski.
fin: Esityksen oli ohjannut Riina Lindberg ja siinä tanssivat Ada Heikkilä, Nella Nikula, Elina Pulkkinen, Lotta Tervo, Eliisa Vaarala ja Laura Kaaretkoski.

source: Cisttpeäggtõõzz da stipeeŠnd vuäǯǯam Giehtaruohttasa mánát (Käsivarren päärna) – joouk leäi oŠhhjääm Karesuvanto škooul uŠčteeŠl Taina Syväjärvi.
fin: Kunniamaininnan ja stipendin saanut Giehtaruohttasa mánát (Käsivarren lapset) – ryhmän (kuva alla) oli ohjannut Karesuvannon koulun opettaja Taina Syväjärvi.

source: ČuäŠjtõõzzâst leäi hääŠsǩâŠttem miõll da tõŠst pueŠđi õlmmsa sääŠm kulttur.
fin: Esityksessä oli tekemisen meininki ja siinä näkyi saamelainen kulttuuri.

source: LââŠssen jooukâst leäi šiõǥǥ õhttvuõtt ǩiiččeeŠjid da čuäŠjtõs leäi puârast hääŠsǩõtti.
fin: Lisäksi ryhmällä oli hyvä yhteys yleisöön ja esitys oli viihdyttävä.

source: Cisttpeäggtõõzz da stipeeŠnd vuâǯǯai še Karigasnjaarǥâst nuõri Gangstajunkkát hiphop-joukk. čuäŠjtõõzzineez Trift Shop.
fin: Kunniamaininnan ja stipendin sai myös karigasniemeläisten nuorten Gangstajunkkát hiphop-ryhmä (kuva alla) esityksellään Trift Shop.

source: ČuäŠjtõõzz leäi oŠhhjääm Ville Köngäs, tõt vuâǯǯai ǩiiččeeŠjid loŋŋned mieŠldd, taŠnssjeeŠjin leäi šiõǥǥ hooddlaž musiikk mieŠldd taŠnssjumuš da koreografia leäi šiõttlânji väŠǯǯlõs.
fin: Esityksen oli ohjannut Ville Köngäs, se sai yleisön innostuneesti mukaan, tanssijoilla oli hyvä rytmi, he tanssivat hyvin yhteen ja koreografia oli sopivan haasteellinen.

source: SääŠmnuõri čeäŠppvuõđpeeiŠv rieŠššeš vuõssmõs vuâra SuäŠđjel ceerkavsiidâst.
fin: Saamelaisnuorten taidetapahtuma järjestettiin ensimmäisen kerran Sodankylän kirkonkylässä.

source: Podd kooll väŠlddkååddliŠžže
fin: Tapahtuma kuuluu valtakunnalliseen

source: – poŠdde da tõn väŠlddriâššjen tuåimmai sääŠmteŠǧǧ.
fin: – tapahtumaan ja sen pääjärjestäjänä toimii saamelaiskäräjät.

source: SuäŠđjel poŠdde vuässõŠtte õhttseŠžže pâŠjjel 400 oummud da ǩiõšttu vuäŠssõŠtte 12 tanssjoukkâd.
fin: Sodankylän tapahtumaan osallistui yhteensä yli 400 henkeä ja kilpailuun osallistui 12 tanssiryhmää.

source: EeŠjj 2015 sääŠmnuõri čeäŠppvuõđpeiŠvv riâžžât Uccjooǥǥâst da tõn väŠlddkååddlaž teemmen lij musikk.
fin: Vuoden 2015 saamelaisnuorten taidetapahtuma järjestetään Utsjoella ja sen valtakunnallisena teemana on musiikki.

source: SääŠm palddlõsteemmest teâđtet mâŠŋŋlubust.
fin: Saamelaisesta rinnakkaisteemasta tiedotetaan myöhemmin.

source: SuäŠđjel čeäŠppvuõđpeivva kuulli karttǩeâst ciistid jueŠjjet škoouli ǩiđđprääŠžnǩest.
fin: Sodankylän tapahtumaan liittyneen kuvakilpailun palkinnot jaetaan koulujen kevätjuhlissa.
